Repository: Vlodzimej/kraeved-swiftui
Catalog: kraeved/Localizable.xcstrings
Source language: ru
Languages: en

# cancel.delete
source: Удалить
en: Delete

# commom.viewing
source: Просмотр
en: Мiewing

# common.add
source: Добавить
en: Add

# common.back
source: Назад
en: Back

# common.cancel
source: Отмена
en: Cancel

# common.change
source: Изменить
en: Change

# common.dismiss
source: Закрыть
en: Close

# common.edit
source: Редактировать
en: Edit

# common.entry
source: Войти
en: Entry

# common.filter
source: Фильтр
en: Filter

# common.latitude
source: Широта
en: Latitude

# common.longitude
source: Долгота
en: Longitude

# common.next
source: Дальше
en: Next

# common.remove
source: Удалить
en: Remove

# common.search
source: Поиск
en: Search

# common.showFilter
source: Показать фильтр
en: Show filter

# common.thumbnail
source: Миниатюра
en: Thumbnail

# common.underConstruction
source: В разработке
en: Under construction

# common.update
source: Обновить
en: Update

# form.changeSelection
source: Изменить выбор
en: Change selection

# form.create
source: Создать
en: Create

# form.description
source: Описание
en: Description

# form.descriptionPlaceholder
source: Введите описание
en: Enter the description

# form.images
source: Изображения
en: Images

# form.multipleImageEmptySelection
source: Выбрать фотографии
en: Select images

# form.name
source: Имя
en: Name

# form.photos
source: Фотографии
en: Photos

# form.region
source: Регион
en: Region

# form.thumbnail
source: Миниатюра
en: Upload a thumbnail image

# form.title
source: Название
en: Title

# form.titlePlaceholder
source: Введите название
en: Enter the title

# form.type
source: Тип
en: Type

# geoObject.create
source: Создать объект
en: Create

# geoObject.created
source: Объект создан
en: Object created

# geoObject.deleteConfirm %@
source: Вы действительно хотите удалить объект «%@»?
en: Are you sure you want to delete the object «%@»?

# geoObject.edit
source: Редактировать объект
en: Edit

# geoObject.marker
source: Новый объект
en: New object

# geoObject.newMarker
source: Новый объект
en: New object

# geoObject.remove
source: Удалить объект
en: Delete

# geoObject.tabComments
source: Отзывы
en: Comments

# geoObject.tabDescription
source: Описание
en: Info

# geoObject.tabEdit
source: Ред.
en: Edit

# main.attractionsTitle
source: Достопримечательности
en: Attractions

# main.historicalEventsTitle
source: Исторические события
en: Historical events

# map.createEntity
source: Создать событие
en: Create event

# map.currentCoords
source: Текущие координаты
en: Current coordinates

# profile.authorizationInfo
source: Авторизуйтесь для получения полного доступа ко всем функциям приложения.
en: Log in to get full access to all functions of the application.

# profile.successfulLogin
source: Успешный вход
en: Successful login

# profile.surname
source: Фамилия
en: Surname
